Repository: omeka-s-modules/BulkFileUpload
Catalog: language/*.po
Languages: fr

source: No ingest directory specified.
fr: Aucun dossier source n’a été défini.

source: Illegal ingest directory specified.
fr: Dossier source incorrect.

source: Ingest directory "%s" is not writeable but the config requires deletion after upload.
fr: Il n’est pas possible d’écrire dans le dossier source « %s », mais les paramètres de configuration imposent la suppression des fichiers après téléchargement.

source: Invalid ingest directory "%s" specified: not a directory
fr: Dossier source incorrect « %s » : ce n’est pas un dossier.

source: Invalid ingest directory "%s" specified: incorrect path or insufficient permissions
fr: Dossier source incorrect « %s » : chemin incorrect ou permissions insuffisantes.

source: Ingest directory "%s" is empty.
fr: Le dossier source « %s » est vide.

source: Sideload directory
fr: Répertoire de chargement

source: Enter the absolute path to the directory where files to be sideloaded will be added. The directory can be anywhere on your server.
fr: Saisissez le chemin absolu vers le répertoire dans lequel les fichier à charger seront ajoutés. Le répertoire peut se trouver à n'importe quel emplacement sur votre serveur.

source: Delete sideloaded file?
fr: Supprimer les fichiers chargés ?

source: Do you want to delete a file from the sideload directory after it has been sideloaded? If so, the directory must be server-writable.
fr: Souhaitez-vous supprimer les fichiers de leur répertoire après chargement ? Le cas échéant, le répertoire doit être accessible en écriture.

source: Maximum number of files to list
fr: Nombre maximal de fichiers à lister

source: Maximum number of directories to list
fr: Nombre maximal de dossier à lister

source: The provided sideload directory is not a directory or does not have sufficient permissions.
fr: L’emplacement de chargement indiqué n’est pas un répertoire, ou les permissions sont insuffisantes.

source: Sideload
fr: Chargement serveur

source: No ingest filename specified
fr: Aucun fichier source renseigné

source: Cannot sideload file "%s". File does not exist or does not have sufficient permissions
fr: Impossible de charger le fichier « %s ». Le fichier n’existe pas ou les permissions sont insuffisantes.

source: No file: add files in the directory or check its path
fr: Aucun fichier : ajouter des fichiers dans le répertoire ou vérifier son chemin

source: Select a file to sideload… (only first ones are listed)
fr: Choisissez un fichier à charger… (seuls les premiers sont affichés)

source: Select a file to sideload…
fr: Sélectionnez un fichier à charger...

source: No ingest directory specified
fr: Aucun dossier source renseigné

source: Cannot sideload file "%s". File does not exist or is not inside main directory or does not have sufficient permissions
fr: Impossible de charger le fichier « %s ». Le fichier n’existe pas ou il n’est pas dans le dossier défini ou les permissions sont insuffisantes.

source: Cannot sideload file "%s": ingestion of directory "%s" is not set recursive
fr: Impossible de charger le fichier « %s ». La configuration du dossier « %s » ne prévoit pas la lecture des sous-dossiers.

source: No directory: add directories in the directory or check its path
fr: Aucun dossier : ajouter des dossiers dans le dossiers ou vérifier son chemin.

source: Select a directory to sideload all files inside… (only first ones are listed)
fr: Choisir un dossier pour charger tous ses fichiers… (seuls les premiers sont affichés)

source: Select a directory to sideload all files inside…
fr: Choisir un dossier pour charger tous ses fichiers…

source: Directory
fr: Dossier

source: Directories and files without sufficient permissions are skipped.
fr: Les dossiers et fichiers avec des permissions insuffisantes sont ignorés.

source: Ingest directory recursively
fr: Charger également les sous-dossiers
